[

  {
    "title": "Channels Television",
    "body": "Channels Television is a leading 24-hour news channel broadcasting live from Lagos, Nigeria - West Africa. Our mission is to produce and broadcast television programs of quality and integrity that recognize and challenge, the intelligence and curiosity of our viewers",
    "link": "https://www.youtube.com/embed/ANM-dq5USTc"
  },
  {
    "title": "TVC News Nigeria",
    "body": "TVC News Nigeria is a 24-hour Nigeria-centric news, current affairs and documentary channel. The channel provides real-time, reliable and accurate news to the Nigerian audience. The strength of the channel is in its ability to be first on the news while reflecting the opinion/views of Nigerians",
    "link": "https://www.youtube.com/embed/2N0n2PsE6Cc"
  },
  {
    "title": "Aljazeera English Live HD",
    "body": "We broadcast to more than 220 million households in more than 100 countries.Al Jazeera Media Network has more than 4,000 highly experienced staff from over 70 nationalities, making our newsrooms the most diverse in the world.",
    "link": "https://www.youtube.com/embed/Sx8WvCYwbm4"
  },
  {
    "title": "Silverbird TV",
    "body": "Silverbird Television is the leading entertainment Television station in Nigeria, providing its audience with up to date News, sports, entertainment programmes.",
    "link": "https://www.youtube.com/embed/YD-CLVjUSIs"
  },
  {
    "title": "France24English",
    "body": "Official FRANCE 24's YouTube channel, international news 24/7",
    "link": "https://www.youtube.com/embed/KzirC3IxPjM"
  },
  {
    "title": "KBS World",
    "body": "KBS World is a television channel for international audiences provided by the Korean Broadcasting System (KBS). It's your premier window on Korean contents with a nonstop, 24-hour a day, 7-day a week stream of Korea's latest and most popular programs",
    "link": "https://www.youtube.com/embed/8HxN3ZHMbjc"
  },
  {
    "title": "AIT",
    "body": "AIT is the second largest Commercial Television Network in Africa, We bring all the Current news in the World of Politics, Entertainment and Sports. Always Committed to the task of bridging the gap in Global Information Disequilibrium",
    "link": "https://www.youtube.com/embed/CfbbxGRC5Fg"
  },
  {
    "title": "NTA",
    "body": "Live News Broadcast from Nigerian Television Authority.",
    "link": "https://www.youtube.com/embed/SJumKZOtadg"
  },
  {
    "title": "ABN TELUGU",
    "body": "ABN Andhrajyothy, the no 1 Telugu news channel, a 24/7 LIVE news channel dedicated to live reports, exclusive interviews, breaking news, sports, weather, entertainment, business updates and current affairs.",
    "link": "https://www.youtube.com/embed/O_Kh5JXtCGA"
  },
  {
    "title": "TVC News",
    "body": "ABN Andhrajyothy, the no 1 Telugu news channel, a 24/7 LIVE news channel dedicated to live reports, exclusive interviews, breaking news, sports, weather, entertainment, business updates and current affairs.",
    "link": "https://www.youtube.com/embed/O_Kh5JXtCGA"
  },
  {
    "title": "Ric TV",
    "body": "RiC - Der Familiensender",
    "link": "https://www.youtube.com/embed/cDtv-zYYCIA"
  },
  {
    "title": "Jim Jam TV",
    "body": "Jim Jam TV",
    "link": "https://www.youtube.com/embed/2Ia9wziD16o?list=PLJth-QtzpDsstjiWMKeKhWT0fJ_ZjmE2w"
  }

]