[
  {
    "title": "BBC Three",
    "body": "Offering a broad mix of drama, entertainment, news and factual shows, BBC is the exciting digital channel for 6 -12 year olds. Broadcast twelve hours a day, every day, this interactive channel hosts a brand new world of compelling programmes that children can really get into. <br> The shows help children make sense of and embrace the world around them while encouraging independent thinking. Some favourites include Roar, Jackanory, Raven and the infamous Tracy Beaker. Programmes introduce children to wildlife, art, sport, music and lots of activities to help them develop more interests and build relationships. <br> BBC4 brings viewers an alternative and wonderful mix of culture, arts, world cinema, science, history, business and current affairs. It unapologetically aims to be British television's most culturally enriching channel. Expect to see some great documentaries, performances, music, films and topical features as well as some cracking drama and comedy.",
    "link": "http://www.filmon.tv/tv/channel/export?channel_id=113",
    "logo": "http://tvcatchup.com/tvc-static//images/channels/v3/12.png"
  },
  {
    "title": "EXATV Online",
    "body": "Exa TV is a Mexican 24/7 nonstop music video cable television network owned by MVS Comunicaciones. The cable network was launched in Mexico in 2005.",
    "link": "http://www.ustream.tv/embed/16934974?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn1.ustream.tv/i/channel/picture/1/6/9/3/16934974/16934974,66x66,r:5.jpg"
  },
  {
    "title": "Sky News",
    "body": "Sky News is an unrivalled, world class, breaking news service with a spirit of innovation that keeps us ahead of our rivals – and a spirit of independence which inspires us to challenge the status quo.",
    "link": "https://www.youtube.com/embed/sw4hmqVPe0E?autoplay=1",
    "logo": "http://nukoe.com/wp-content/uploads/2015/02/6TKUNqTU.jpeg"
  },
  {
    "title": "ITV",
    "body": "ITV1 is the UK's biggest commercial television network watched on average by 45m people in a typical week. ITV1 provides programming across all genres including drama, entertainment, current affairs, news, film and sport.",
    "link": "http://www.filmon.com/tv/channel/export?channel_id=11",
    "logo": "http://tvcatchup.com/tvc-static//images/channels/v3/3.png"
  },
  {
    "title": "E4",
    "body": "With E4 the 'E' stands for entertainment. Programming includes Friends, ER, The O.C., Smallville, The Sopranos, What About Brian?, Desperate Housewives, 90210, Gilmore Girls, One Tree Hill, Scrubs, and British dramas such as Shameless, Hollyoaks, Skins and Nearly Famous. Some of the imports, e.g. The O.C., Ugly Betty and Desperate Housewives, are screened on E4 up to one week ahead of their Channel 4 broadcasts.",
    "link": "http://www.filmon.com/tv/channel/export?channel_id=65",
    "logo": "http://tvcatchup.com/tvc-static//images/channels/v3/4.png"
  },
  {
    "title": "Channels Television",
    "body": "Channels Television is a leading 24-hour news channel broadcasting live from Lagos, Nigeria - West Africa. Our mission is to produce and broadcast television programs of quality and integrity that recognize and challenge, the intelligence and curiosity of our viewers",
    "link": "https://www.youtube.com/embed/ANM-dq5USTc?autoplay=1",
    "logo": "https://yt3.ggpht.com/-EfmbMAr7ISA/AAAAAAAAAAI/AAAAAAAAAAA/2Gb_Wdzodn0/s900-c-k-no/photo.jpg"
  },
  {
    "title": "Channel 5",
    "body": "Five was launched as Britain's fifth and final terrestrial broadcaster on the 31st March 1997. Currently well over 30 million UK viewers watch Five any given week tuning in for programming as diverse as the CSI franchise, Extraordinary People, live UEFA CUP Football, House, Home & Away and Paul Merton in China, as well as the channel's award winning children's strand, Milkshake! 2008 saw the arrival of the hit Australian soap Neighbours, and a revamped and relaunched Five News fronted by Natasha Kaplinsky.",
    "link": "http://www.filmon.com/tv/channel/export?channel_id=22",
    "logo": "http://tvcatchup.com/tvc-static//images/channels/v3/5.png"
  },
  {
    "title": "NASA TV",
    "body": "NASA TV airs a variety of regularly scheduled, pre-recorded educational and public relations programming 24 hours a day on its various channels. Programs include 'NASA Gallery', which features photographs and video from NASA's history; 'Video File', which broadcasts b-roll footage for news and media outlets; 'Education File', which provides special programming for schools; 'NASA Edge' and 'NASA 360', hosted programs that focus on different aspects of NASA; and 'This Week @ NASA', which shows news from NASA centers around the country.",
    "link": "http://www.ustream.tv/embed/6540154?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn1.ustream.tv/i/channel/picture/6/5/4/0/6540154/6540154_nasatv_public_hr_1330361732,66x66,r:1.jpg"
  },
  {
    "title": "Silverbird TV",
    "body": "Silverbird Television is the leading entertainment Television station in Nigeria, providing its audience with up to date News, sports, entertainment programmes.",
    "link": "https://www.youtube.com/embed/YD-CLVjUSIs?autoplay=1",
    "logo": "http://www.thematv.com/medias/channels/silverbird/silverbird.png"
  },
  {
    "title": "BBC One",
    "body": "BBC One offers something of value for everyone with a range of high-quality, popular programming for a modern UK audience. The channel was named Channel of the Year at the 2007 Broadcast Awards.",
    "link": "http://www.filmon.com/tv/channel/export?channel_id=14",
    "logo": "http://tvcatchup.com/tvc-static//images/channels/v3/1.png"
  },
  {
    "title": "Reggae Radio TV",
    "body": "RealReggaeRadio.com the home of reggae music 24 hours a day 7 days a week...Non stop vibes!",
    "link": "http://www.ustream.tv/embed/8420244?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn1.ustream.tv/i/channel/picture/8/4/2/0/8420244/8420244_rrr-lion_1352253982,66x66,r:1.jpg"
  },
  {
    "title": "MST3k",
    "body": "Mystery Science Theater 3000, often abbreviated MST3K, is an American television comedy series created by Joel Hodgson and produced by Best Brains, Inc. The show premiered on KTMA in Minneapolis, Minnesota on November 24, 1988. It later aired on The Comedy Channel/Comedy Central for another six seasons until its cancellation in 1997. The show was then picked up by The Sci-Fi Channel and aired for another three seasons until its final cancellation in August 1999. Featuring a man and his robot sidekicks, they riffed on B-movies as a part of an 'experiment.' The series ran for 11 years, 197 episodes, one feature film, won a Peabody Award in 1993, was listed as one of Time magazine's '100 Best TV Shows of All-Time' in 2007.[3] It was also nominated for two Emmy Awards (in the category of Outstanding Individual Achievement in Writing for a Variety or Music Program) in 1994 and 1995",
    "link": "http://www.ustream.tv/embed/16843506?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://upload.wikimedia.org/wikipedia/en/f/fc/MST3K-logo.png"
  },
  {
    "title": "France24English",
    "body": "Official FRANCE 24's YouTube channel, international news 24/7",
    "link": "https://www.youtube.com/embed/KzirC3IxPjM?autoplay=1",
    "logo": "http://magictvcanada.com/wp-content/uploads/2013/07/France-24.png"

  },
  {
    "title": "Makkah Live",
    "body": "Watch Makkah live online by Quran TV",
    "link": "http://www.ustream.tv/embed/17904315?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn2.ustream.tv/i/channel/picture/1/7/9/0/17904315/17904315,66x66,r:2.jpg"

  },
  {
    "title": "DEEN TV 2",
    "body": "As a group that aims to inspire people to remembrance of God through music and art, it is our pleasure to introduce DeenTV. DeenTV is the ummah’s first online channel streaming the best halal entertainment 24/7 to your computer, tablet or mobile phone. DeenTV airs the most popular halal videos from around the world and is currently producing reality shows, documentaries, comedy and music videos that are focused on stories of Muslims living in modern society.",
    "link": "http://www.ustream.tv/embed/15274797?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn2.ustream.tv/i/channel/picture/1/5/2/7/15274797/15274797_squaredeentvlogo_1374346144,66x66,r:1.jpg"
  },
  {
    "title": "Film 4",
    "body": "Free, every day. Film4's unbeatable line-up of great movies guarantees something for every type of film fan. Film4 showcases the widest range of titles including classics, the latest Hollywood epics, the best of US and UK independent cinema, foreign flicks and cult cinema.",
    "link": "https://www.filmon.com/tv/channel/export?channel_id=13",
    "logo": "http://static.filmon.com/couch/channels/13/big_logo.png"
  },
  {
    "title": "ESPN Deportes",
    "body": "ESPN Deportes is a premium spanish language sports channel with coverage in the USA. ESPN Deportes has a particular focus on Soccer with a special emphasis on the following competitions <br> UEFA Champions League, Mexico First Division, Major League Soccer, World Cup Qualifiers, Spain's La Liga as well as major South American tournaments including Copa Libertadores and Copa America. In addition, daily news shows cover updates of the latest soccer highlights. ESPN Deportes also shows Futbol Picante, Goles de Espana, Hablemos de futbol and more",
    "link": "http://www.ustream.tv/embed/20476805?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://www.pontecool.com/artes/espn_sport_online_2_oct_2013.jpg"
  },
  {
    "title": "Open Sea in HD",
    "body": "The Open Sea exhibit is a mysterious, mesmerizing world where life looms large. The stunning one-million-gallon exhibit is home to one of the most diverse communities of open-ocean animals to be found in any aquarium. Giant bluefin tuna power their way through the water, while hammerhead sharks, pelagic rays and giant green sea turtles swim just inches away.",
    "link": "http://www.ustream.tv/embed/9600798?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn1.ustream.tv/i/user/picture/6/9/2/7/6927733/6927733_ustream-channel-pictur_1319832593,66x66,r:1.jpg"
  },
  {
    "title": "Shark Live Cam",
    "body": "Shark Week is an annual, week-long programming block created by Tom Golden on Discovery Channel which features shark-based programming, real and fictional.",
    "link": "http://www.ustream.tv/embed/18477618?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn1.ustream.tv/i/channel/picture/1/8/4/7/18477618/18477618,66x66,r:4.jpg"
  },
  {
    "title": "NASA ISS",
    "body": "The High Definition Earth Viewing (HDEV) experiment aboard the ISS was activated April 30, 2014. It is mounted on the External Payload Facility of the European Space Agency’s Columbus module. This experiment includes several commercial HD video cameras aimed at the earth which are enclosed in a pressurized and temperature controlled housing. Video from these cameras is transmitted back to earth and also streamed live on this channel. While the experiment is operational, views will typically sequence though the different cameras. Between camera switches, a gray and then black color slate will briefly appear. Since the ISS is in darkness during part of each orbit, the images will be dark at those times. During periods of loss of signal with the ground or when HDEV is not operating, a gray color slate or previously recorded video may be seen.",
    "link": "http://www.ustream.tv/embed/17074538?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn1.ustream.tv/i/channel/picture/1/7/0/7/17074538/17074538,66x66,r:3.jpg"
  },
  {
    "title": "Creative Live",
    "body": "creativeLIVE provides the best free, live creative education on the web. We offer high-quality workshops in photography, business, video, web and graphic design, and more",
    "link": "http://www.ustream.tv/embed/14313537?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn2.ustream.tv/i/channel/picture/1/4/3/1/14313537/14313537,66x66,r:4.jpg"
  },
  {
    "title": "KISSTV KENYA",
    "body": "Kiss Television Kenya is a subsidiary of Radio Africa Group Limited and is located at Lion Place 3rd Floor Waiyaki Way, Westlands",
    "link": "http://www.ustream.tv/embed/15862375?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn2.ustream.tv/i/channel/picture/1/5/8/6/15862375/15862375,66x66,r:3.jpg"
  },
  {
    "title": "UTV Ghana",
    "body": "Kiss Television Kenya is a subsidiary of Radio Africa Group Limited and is located at Lion Place 3rd Floor Waiyaki Way, Westlands",
    "link": "http://www.ustream.tv/embed/19246420?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn1.ustream.tv/i/channel/picture/1/9/2/4/19246420/19246420,66x66,r:2.jpg"
  },
  {
    "title": "Silicon ANGLE",
    "body": "theCUBE is the leading live interview show covering enterprise technology and innovation. Over the last 5 years, over 3,000 executives, experts, practitioners, thought leaders, and analysts, the #TechAthletes who are helping define, build, and implement the technologies that are changing our world, have shared their insight and knowledge with theCUBE audience. Areas of focus include the mega trends transforming the IT landscape including cloud, mobile, social, big data, DevOps, hyper-scale, virtualization, next generation data centers, and the consumerization of IT. theCUBE is the flagship show of SiliconANGLE Media, and was born from a collaboration of Wikibon and SiliconANGLE. We go out to the events, find the smartest people in the room, extract the signal from the noise, and share the knowledge and insight with our audience",
    "link": "http://www.ustream.tv/embed/17149036?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn1.ustream.tv/i/channel/picture/1/7/1/4/17149036/17149036,66x66,r:3.jpg"
  },
  {
    "title": "Silicon ANGLE 2",
    "body": "theCUBE is the leading live interview show covering enterprise technology and innovation. Over the last 5 years, over 3,000 executives, experts, practitioners, thought leaders, and analysts, the #TechAthletes who are helping define, build, and implement the technologies that are changing our world, have shared their insight and knowledge with theCUBE audience. Areas of focus include the mega trends transforming the IT landscape including cloud, mobile, social, big data, DevOps, hyper-scale, virtualization, next generation data centers, and the consumerization of IT. theCUBE is the flagship show of SiliconANGLE Media, and was born from a collaboration of Wikibon and SiliconANGLE. We go out to the events, find the smartest people in the room, extract the signal from the noise, and share the knowledge and insight with our audience",
    "link": "http://www.ustream.tv/embed/17149039?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn2.ustream.tv/i/channel/picture/1/7/1/4/17149039/17149039,66x66,r:7.jpg"
  },

  {
    "title": "Tower Bridge London",
    "body": "Arguably the world's most famous bridge, Tower Bridge is an iconic London landmark. Located next to the Tower of London, the bridge was opened in 1894. Tower Bridge continues to be a busy thoroughfare for road traffic and opens to allow tall shipping to pass through. Today, visitors can access the bridge's walkways and enjoy spectacular river views.",
    "link": "http://www.ustream.tv/embed/1041782?v=3&amp;wmode=direct?autoplay=1",
    "logo": "http://static-cdn1.ustream.tv/i/channel/picture/1/0/4/1/1041782/1041782_tower-bridge-live3,66x66,r:1.jpg"
  }

]